{
    "Mars": 
    {
        "Subtext": "Mars, often called the \"Red Planet,\" is Earth's neighboring world, with a cold and barren landscape.",
        "Title_1": "Temperature",
        "Text_1": "Mars experiences extreme temperatures, ranging from a frigid -195°C to occasional highs of 20°C. Its thin atmosphere is primarily carbon dioxide, which contributes to the planet's harsh conditions.",
        "Title_2": "Colonization",
        "Text_2": "Colonizing Mars is a formidable undertaking, requiring life support systems, terraforming efforts, sustainable habitats, and resource utilization, such as extracting water and generating power. The success of colonization hinges on technological advancements, international collaboration, and the determination to make Mars a second home for humanity, while also addressing the challenges of cosmic radiation and isolation.",
        "Mass": "0.15",
        "Volume": "0.1"
    },
    "Pluto": 
    {
        "Subtext": "Pluto, once considered the ninth planet, is a dwarf planet located in the Kuiper Belt, far from the Sun.",
        "Title_1": "Temperature",
        "Text_1": "Pluto's surface experiences frigid temperatures, averaging around -375°C (-705°F), making it one of the coldest objects in our solar system. It has a thin atmosphere primarily composed of nitrogen and methane.",
        "Title_2": "Colonization",
        "Text_2": "Colonizing Pluto is currently beyond our technological capabilities. Its extreme cold, remote location, and lack of resources make it inhospitable for human settlement. It remains a target for scientific study and robotic exploration.",
        "Mass": "0.000065",
        "Volume": "0.000022"
    },
    "Venus": 
    {
        "Subtext": "Venus, often called Earth's \"sister planet,\" is known for its extreme heat and thick, toxic atmosphere.",
        "Title_1": "Temperature",
        "Text_1": "Venus experiences scorching temperatures, with an average surface temperature of around 467°C (872°F), making it the hottest planet in our solar system due to its runaway greenhouse effect. Its thick atmosphere is mainly composed of carbon dioxide and clouds of sulfuric acid.",
        "Title_2": "Colonization",
        "Text_2": "Colonizing Venus is an enormous challenge due to its hostile environment. Efforts would require advanced technologies to withstand extreme heat and pressure, create floating habitats in the upper atmosphere, and manage the planet's toxic atmosphere. These challenges make colonization a distant possibility.",
        "Mass": "0.82",
        "Volume": "0.86"
    },
    "Jupiter": 
    {
        "Subtext": "Jupiter, the largest planet in our solar system, is a gas giant with vibrant bands of clouds and a massive, stormy atmosphere.",
        "Title_1": "Temperature",
        "Text_1": "Jupiter's temperature varies with depth, but the upper atmosphere experiences extreme cold, with temperatures dropping to around -145°C (-234°F). Deeper within the planet, temperatures and pressures rise dramatically.",
        "Title_2": "Colonization",
        "Text_2": "Colonizing Jupiter is currently beyond our technological capabilities. Its harsh environment, intense radiation, and lack of a solid surface make it inhospitable for human presence. Instead, it serves as a fascinating subject for scientific study and exploration.",
        "Mass": "318",
        "Volume": "1321"
    }
    
  }